Repository: GeoComply/truelocation-browser-ios-public
Catalog: Shared/*.lproj/AuthenticationManager.strings
Languages: he, hy_am, ka, or, ro, tt

source: After 1 hour
he: לאחר שעה
hy_am: 1 ժամից
ka: 1 საათის შემდეგ
or: 1 ଘଣ୍ଟା ପରେ
ro: După 1 oră
tt: 1 сәгатьтән соң

source: After 1 minute
he: לאחר דקה
hy_am: 1 րոպեից
ka: 1 წუთის შემდეგ
or: 1 ମିନଟ ପରେ
ro: După 1 minut
tt: 1 минуттан соң

source: After 5 minutes
he: לאחר 5 דקות
hy_am: 5 րոպեից
ka: 5 წუთის შემდეგ
or: 5 ମିନିଟ ପରେ
ro: După 5 minute
tt: 5 минуттан соң

source: After 10 minutes
he: לאחר 10 דקות
hy_am: 10 րոպեից
ka: 10 წუთის შემდეგ
or: 10 ମିନିଟ ପରେ
ro: După 10 minute
tt: 10 минуттан соң

source: After 15 minutes
he: לאחר 15 דקות
hy_am: 15 րոպեից
ka: 15 წუთის შემდეგ
or: 15 ମିନିଟ ପରେ
ro: După 15 minute
tt: 15 минуттан соң

source: Change Passcode
he: שינוי ססמה
hy_am: Փոխել գաղտնաբառը
ka: პაროლის შეცვლა
or: ପାସକୋଡ଼ ବଦଳାନ୍ତୁ
ro: Schimbă codul de acces
tt: Серсүзне үзгәртү

source: Enter a new passcode
he: הכנסת ססמה חדשה
hy_am: Մուտքագրեք նոր գաղտնաբառը.
ka: შეიყვანეთ ახალი პაროლი
or: ନୂଆ ପାସକୋଡ଼ଟିଏ ଭରନ୍ତୁ
ro: Introdu un cod de acces nou
tt: Яңа бер серсүз языгыз

source: Enter a passcode
he: הכנסת ססמה
hy_am: Մուտքագրեք գաղտնաբառը
ka: შეიყვანეთ პაროლი
or: ପାସକୋଡ଼ ଭରନ୍ତୁ
ro: Introdu un cod de acces
tt: Бер серсүз языгыз

source: Enter passcode
he: הכנסת ססמה
hy_am: Մուտքագրեք գաղտնաբառը
ka: შეიყვანეთ პაროლი
or: ପାସକୋଡ଼ ଭରନ୍ତୁ
ro: Introdu codul de acces
tt: Серсүзне кертү

source: Enter Passcode
he: הכנסת ססמה
hy_am: Մուտքագրել գաղտնաբառ
ka: შეიყვანეთ პაროლი
or: ପାସକୋଡ଼ ଭରନ୍ତୁ
ro: Introdu codul de acces
tt: Серсүзне кертү

source: Face ID & Passcode
he: זיהוי פנים ומילת צופן
hy_am: Դեմքի ID և գաղտնաբառ
ka: სახის ამოცნობა და პაროლი
or: Face ID ଏବଂ ପାସକୋଡ଼
ro: Face ID și cod de acces
tt: Face ID һәм Серсүз

source: Immediately
he: מיידית
hy_am: Անհապաղ
ka: დაუყოვნებლივ
or: ସଙ୍ଗେସଙ୍ଗେ
ro: Imediat
tt: Хәзер үк

source: Incorrect passcode. Try again (Attempts remaining: %d).
he: ססמה שגויה. נא לנסות שוב (מספר ניסיונות נותרים: %d).
hy_am: Գաղտնաբառը սխալ է: Կրկին փորձեք (փորձ է մնացել՝ %d):
ka: არასწორი პაროლი. სცადეთ ხელახლა (დარჩენილია %d მცდელობა).
or: ଭୁଲ ପାସକୋଡ଼ । ଦୟାକରି ଆଉଥରେ ଚେଷ୍ଟାକରନ୍ତୁ (ବଳକା ପ୍ରୟାସ: %d) ।
ro: Cod de acces incorect. Încearcă din nou (Încercări rămase: %d).
tt: Серсүз хаталы. Янәдән тырышып карагыз (%d мөмкинлек калды).

source: Incorrect passcode. Try again.
he: ססמה שגויה. נא לנסות שוב.
hy_am: Գաղտնաբառը սխալ է: Կրկին փորձեք:
ka: პაროლი არასწორია. სცადეთ ხელახლა.
or: ଭୁଲ ପାସକୋଡ଼ । ଆଉଥରେ ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Cod de acces incorect. Încearcă din nou.
tt: Серсүз хаталы. Тагын бер тырышып карагыз.

source: Maximum attempts reached. Please try again in an hour.
he: חריגה ממספר ניסיונות המותרים. נא לנסות שוב בעוד שעה.
hy_am: Փորձերը առավելագույն չափով կատարվել են։ Մեկ ժամից նորից փորձեք։
ka: მცდელობის რაოდენობა ამოიწურა. გთხოვთ, სცადოთ ხელახლა, ერთი საათის შემდეგ.
or: ସର୍ବାଧିକ ଥର ଚେଷ୍ଟାର ସଂଖ୍ୟା ପହଞ୍ଚିସାରିଛି । ଦୟାକରି ଏକ ଘଣ୍ଟା ପରେ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
ro: S-a atins numărul maxim de încercări. Te rugăm să încerci din nou într-o oră.
tt: Омтылышлар саны чиккә җитте. Зинһар, бер сәгатьтән соң тырышып карагыз.

source: Maximum attempts reached. Please try again later.
he: חריגה ממספר ניסיונות מותרים. נא לנסות שוב מאוחר יותר.
hy_am: Փորձերը առավելագույն չափով կատարվե են։ Հետո նորից փորձեք։
ka: მცდელობის რაოდენობა ამოიწურა. გთხოვთ, სცადოთ მოგვიანებით.
or: ସର୍ବାଧିକ ଥର ଚେଷ୍ଟାର ସଂଖ୍ୟା ପହଞ୍ଚିସାରିଛି । ଦୟାକରି ପରେ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
ro: S-a atins numărul maxim de încercări. Te rugăm să încerci din nou mai târziu.
tt: Омтылышлар саны чиккә җитте. Зинһар соңрак тырышып карагыз.

source: New passcode must be different than existing code.
he: הססמה החדשה חייבת להיות שונה מזו הנוכחית.
hy_am: Նոր գաղտնաբառը պետք է տարբերվի գործողից:
ka: ახალი პაროლი უნდა განსხვავდებოდეს არსებულისგან.
or: ବିଦ୍ୟମାନ କୋଡ୍ ଠାରୁ ନୂତନ ପାସକୋଡ୍ ଭିନ୍ନ ହେବା ଜରୁରୀ
ro: Codul de acces nou trebuie să fie diferit față de codul existent.
tt: Яңа серсүз хәзерге серсүздән үзгә булырга тиеш.

source: Passcode For Logins
he: מילת צופן לפרטי כניסה
hy_am: Գաղտնաբառ մուտքագրումների համար
ka: პაროლი ანგარიშებისთვის
or: ଲଗ-ଇନ ପାଇଁ ପାସକୋଡ଼
ro: Cod de acces pentru autentificare
tt: Логиннар өчен серсүз

source: Passcodes didn’t match. Try again.
he: הססמאות אינן תואמות. נא לנסות שוב.
hy_am: Գաղտնաբառերը չեն համապատասխանում: Կրկին փորձեք:
ka: პაროლები არ დაემთხვა. სცადეთ ხელახლა.
or: ପାସୱାର୍ଡ଼ ମେଳ ହେଉନାହିଁ । ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
ro: Codurile de acces nu s-au potrivit. Încearcă din nou.
tt: Серсүзләр туры килмәде. Тагын бер тырышып карагыз.

source: Re-enter passcode
he: נא להזין שוב את הססמה
hy_am: Կրկին մուտքագրեք գաղտնաբառը
ka: პაროლის ხელმეორედ მითითება
or: ପାସକୋଡ଼ ଆଉଥରେ ଭରନ୍ତୁ
ro: Reintrodu codul de acces
tt: Серсүзне янәдән кертегез

source: Require Passcode
he: דרישת ססמה
hy_am: Պահանջել գաղտնաբառ
ka: პაროლის მოთხოვნა
or: ପାସକୋଡ଼ ଦରକାର
ro: Necesită cod de acces
tt: Серсүз таләп итү

source: Set Passcode
he: קביעת ססמה
hy_am: Կայել գաղտնաբառ
ka: პაროლის დაყენება
or: ପାସକୋଡ଼ ଥୟ କରନ୍ତୁ
ro: Setează codul de acces
tt: Серсүзне урнаштыру

source: Touch ID & Passcode
he: טביעת אצבע וססמה
hy_am: Հպման ID և գաղտնաբառ
ka: თითის ანაბეჭდი და პაროლი
or: ଟଚ ID ଓ ପାସକୋଡ଼
ro: Touch ID și cod de acces
tt: Touch ID һәм серсүз

source: touchid.disable.reason.label
he: שימוש בטביעת אצבע כדי לבטל זיהוי טביעת אצבע.
hy_am: Օգտագործեք ձեր մատնահետքը Touch ID անջատելու համար։
ka: ისარგებლეთ სახის ამოცნობით, თითის ანაბეჭდის გასათიშად.
or: ଟଚ ID ଅଚଳ କରିବା ପାଇଁ ଆଙ୍ଗୁଳି ଟିପ ମାରନ୍ତୁ ।
ro: Folosește amprenta ca să dezactivezi Touch ID.
tt: Touch ID-ны сүндерү өчен бармак эзегезне кулланыгыз.

source: touchid.require.passcode.reason.label
he: שימוש בטביעת אצבע כדי לגשת להגדרות פרק הזמן לדרישת ססמה.
hy_am: Օգտագործեք ձեր մատնահետքը պահանջված անցակոդի միջակայքը մատչելու համար։
ka: ისარგებლეთ თითის ანაბეჭდით, პაროლის მოთხოვნის დროის შუალედის მისათითებლად.
or: ଆପଣଙ୍କର ଆବଶ୍ୟକୀୟ ପାସକୋଡ୍ ବ୍ୟବଧାନକୁ ବିନ୍ୟାସ କରିବାକୁ ଆପଣଙ୍କର ଫିଙ୍ଗର ପ୍ରିଣ୍ଟ ବ୍ୟବହାର କରନ୍ତୁ
ro: Folosește amprenta ca să accesezi configurarea intervalului necesar pentru codul de acces.
tt: Серсүзне яңарту вакытын билгеләү өчен бармак эзегезне кулланыгыз.

source: Turn Passcode Off
he: כיבוי דרישה לססמה
hy_am: Անջատել գաղտնաբառը
ka: პაროლის გათიშვა
or: ପାସକୋଡ଼ ବନ୍ଦକରନ୍ତୁ
ro: Activează codul de acces
tt: Серсүзне сүндерү

source: Turn Passcode On
he: הפעלת דרישה לססמה
hy_am: Միացնել գաղտնաբառը
ka: პაროლის ჩართვა
or: ପାସକୋଡ଼ ଅନ କରନ୍ତୁ
ro: Dezactivează codul de acces
tt: Серсүзне кабызу

source: Use Face ID
he: שימוש בזיהוי פנים
hy_am: Օգտ. դեմքի ID
ka: სახის ამომცნობის გამოყენება
or: Face ID ବ୍ୟବହାର କରନ୍ତୁ
ro: Folosește Face ID
tt: Face ID куллану

source: Use Touch ID
he: שימוש בטביעת אצבע
hy_am: Օգտ. հպման ID
ka: თითის ანაბეჭდის გამოყენება
or: ଟଚ ID ବ୍ୟବହାର କରନ୍ତୁ
ro: Folosește Touch ID
tt: Touch ID куллану

source: Use your fingerprint to access Logins now.
he: שימוש בטביעת אצבע כדי לגשת לרשימת הכניסות.
hy_am: Օգտագործեք մատնահետք՝ Մուտքագրումներին մատչելու համար:
ka: ანგარიშების მონაცემებთან წვდომა, თითის ანაბეჭდით.
or: ନିଜ ଲଗଇନସବୁ ଦେଖିବା ପାଇଁ ଫିଙ୍ଗରପ୍ରିଣ୍ଟ ବ୍ୟବହାର କରନ୍ତୁ ।
ro: Folosește amprenta ca să accesezi autentificările acum.
tt: Логиннарга ирешү өчен хәзер бармак эзегезне кулланыгыз.
